taskt/Core/Automation/Commands/FolderGroup/AFolderExistsFolderPathPathResultCommands.dot
digraph "AFolderExistsFolderPathPathResultCommands" {
"AFolderExistsFolderPathPathResultCommands" -> "AFolderExistsFolderPathCommands";
"AFolderExistsFolderPathPathResultCommands" -> "IFolderExistsFolderPathPathResultProperties";
"AFolderExistsFolderPathCommands" -> "AFolderFolderPathCommands";
"AFolderExistsFolderPathCommands" -> "IFolderExistsFolderPathProperties";
"AFolderFolderPathCommands" -> "ScriptCommand";
"AFolderFolderPathCommands" -> "IFolderPathProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
