taskt/Core/Automation/Commands/FolderGroup/AFolderExistsFolderPathPathResultCommands.puml
@startuml
AFolderExistsFolderPathPathResultCommands --> AFolderExistsFolderPathCommands
AFolderExistsFolderPathPathResultCommands --> IFolderExistsFolderPathPathResultProperties
AFolderExistsFolderPathCommands --> AFolderFolderPathCommands
AFolderExistsFolderPathCommands --> IFolderExistsFolderPathProperties
AFolderFolderPathCommands --> ScriptCommand
AFolderFolderPathCommands --> IFolderPathProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
